[
    {
		"ID":"8",
        "title": "Откаты",
        "description": "В начале каждого хода, если у вас есть хотя бы 5 монет, округлите сумму у вас на руках вниз до ближайшего числа, кратного 5. Вы теряете все деньги выше полученного числа.",
        "ruleEffect": ""
    },
    {
		"ID":"20",
        "title": "Фокус-группы",
        "description": "Если на игровом поле на действии которое вы разыгрываете, у вас больше шпионов, чем у других игроков, вы получаете 2 монеты.",
        "ruleEffect": ""
    },
    {
		"ID":"9",
        "title": "Метод двух моркововк",
        "description": "Каждый раз когда вы сыграете исследование, вытащите дополнительную карту из колоды изобретений, затем сбросьте одну из карт изобретений.",
        "ruleEffect": ""
    },
    {
		"ID":"32",
        "title": "Вещи, которые лучше не знать",
        "description": "При подсчете очков прибавьте к ним 5, если у вас 5 или более карт изобретений.",
        "ruleEffect": ""
    },
    {
		"ID":"13",
        "title": "Гиперинфляция",
        "description": "После того как вы заплатите за изобретение. Вы теряете все ваши деньги.",
        "ruleEffect": ""
    },
    {
		"ID":"1",
        "title": "Гранты",
        "description": "В начале каждого хода, если у вас нет открытых иозобретений, получите 2 монеты.",
        "ruleEffect": ""
    },
    {
		"ID":"7",
        "title": "Дешёвая ядерная энергия",
        "description": "Изобретения стоят в два раза меньше указанной на них стоимости (с окргулением вверх).",
        "ruleEffect": ""
    },
    {
		"ID":"6",
        "title": "Огонь, вода и белые мыши",
        "description": "Ура! Работа дает 6 монет вместо 4 монет.",
        "ruleEffect": ""
    },
    {
		"ID":"33",
        "title": "Гики, гики, гики, гики!",
        "description": "В начале игры возьмите из колоды дополнительныо 7 карт изобретений. Эффекты основанные на количестве карт на руке, становятся эффектами за количества открытых карт изобретений.",
        "ruleEffect": ""
    },
    {
		"ID":"34",
        "title": "Профсоюзы",
        "description": "Когда вы разыгрываете изобретение, заберите одного из своих шпионов с игрового поля. Если у вас нет шпионов на поле, поставьте одного шпиона на 'Шпионаж' вместо разыгрывания изобретения(и верните карту изобретения в руку).",
        "ruleEffect": ""
    },
    {
		"ID":"36",
        "title": "Воодушевление",
        "description": "При подсчете очков прибавьте к своим очкам 3,если на поле нет ни одного вашего шпиона.",
        "ruleEffect": ""
    },
    {
		"ID":"35",
        "title": "Кибершпионы",
        "description": "Ваши шпионы на поле не приносят дохода, пока у вас не будет столько же сыгранных изобретений сколько шпионов есть на поле.",
        "ruleEffect": ""
    },
    {
		"ID":"16",
        "title": "Квартальное планирование",
        "description": "В начале каждого хода, даже если вы не собираетесь играть изобретение, выложите одно со своей руки перед собой. Это единственное изобретение, которое вы теперь можете сыграть. Пока оно не оплачено и не сыграно, вы не можете разыгрывать другие изобретения.",
        "ruleEffect": ""
    },
    {
		"ID":"10",
        "title": "Древние предсказания",
        "description": "При исследовании вы тянете еще одну карту изобретения. Когда вы сыграете изобретение, сбросьте одну карту изобретений.",
        "ruleEffect": ""
    },
    {
		"ID":"3",
        "title": "Внеземные контакты",
        "description": "В конце каждого хода все сыгравшие изобретение сбрасывают несыгранные изобретения, после чего берут из колоды столько же изобретений, сколько сбрасывали.",
        "ruleEffect": ""
    },
    {
		"ID":"18",
        "title": "Свободное радио учёных",
        "description": "В начале каждого хода получите 2 монеты.",
        "ruleEffect": ""
    },
    {
		"ID":"15",
        "title": "Отложенный эффект",
        "description": "Когда вы разыгрываете изобретение без эффекта, примените эффект предыдущего сыгранного вами изобретения еще раз.",
        "ruleEffect": ""
    },
    {
		"ID":"22",
        "title": "Вечное движение",
        "description": "Разыгрывайте по две карты действий за ход (действия должны быть разными).",
        "ruleEffect": ""
    },
    {
		"ID":"28",
        "title": "Безопасная лаборатория",
        "description": "Игнорируйте эффекты изобретений.",
        "ruleEffect": ""
    },
    {
		"ID":"11",
        "title": "Теория игр",
        "description": "Если вы играете исследование, получите удвоенную прибыль от шпионов в этот ход.",
        "ruleEffect": ""
    },
    {
		"ID":"27",
        "title": "Переработка",
        "description": "После того как сыграли изобретение, вытащите карту изобретения из колоды.",
        "ruleEffect": ""
    },
    {
		"ID":"25",
        "title": "Популяризация науки",
        "description": "Каждое изобретение приносит дополнительные очко.",
        "ruleEffect": ""
    },
    {
		"ID":"26",
        "title": "Квантовая неопределённость",
        "description": "Все эффекты играются два раза. Сначала играете эффекты полностью, потом повторяете.",
        "ruleEffect": ""
    },
    {
		"ID":"19",
        "title": "Стадный инстинкт",
        "description": "Перед подсчетом очков в конце хода заплатите банку 1 монету за каждого игрока, сыгравшего то же действие что и вы.",
        "ruleEffect": ""
    },
    {
		"ID":"23",
        "title": "Благотворительность",
        "description": "Если в конце хода у вас нет денег, получите 2 монеты. Если в конце ходу у вас нет карт на руке, потяните карту изобретения.",
        "ruleEffect": ""
    },
    {
		"ID":"30",
        "title": "Рекомбинация",
        "description": "После того как вы сыграли изобретение, остальные игроки теряют по 2 монеты.",
        "ruleEffect": ""
    },
    {
		"ID":"31",
        "title": "Назойливая реклама",
        "description": "Каждые ваши 5 монет дают вам по одному очку.",
        "ruleEffect": ""
    },
    {
		"ID":"29",
        "title": "Шпионский пакт",
        "description": "Когда вы помещаете шпиона на игровое поле, получите по 1 монете за каждого шпиона находящегося на поле этого действия в начале хода (учитывая всех своих шпионов и шпионов других игроков).",
        "ruleEffect": ""
    },
    {
		"ID":"5",
        "title": "Научная гонка",
        "description": "Если сыгранное изобретение дает вам больше очков, чем любое из ранее сыгранных вами же изобретений, получите 2 монеты.",
        "ruleEffect": ""
    },
    {
		"ID":"21",
        "title": "Параллельная вселенная",
        "description": "Все эффекты играются два раза. Сначала играете эффект полностью, потом повторяете. Шпионы приносят двойной доход.",
        "ruleEffect": ""
    },
    {
		"ID":"4",
        "title": "Защита прав животных",
        "description": "Вы не получаете прибыль от исследований.",
        "ruleEffect": ""
    },
    {
		"ID":"24",
        "title": "Частные инвестиции",
        "description": "Все начинают игру с 20 монетами вместо 10 монет.",
        "ruleEffect": ""
    },
    {
		"ID":"14",
        "title": "Инсайдерство",
        "description": "Вы получаете прибыль от шпионов за свои действия (так же, как и за действия соседей).",
        "ruleEffect": ""
    },
    {
		"ID":"17",
        "title": "Академики",
        "description": "Когда вы ставите шпиона на игровое поле, потяните карту изобретения.",
        "ruleEffect": ""
    },
    {
		"ID":"2",
        "title": "Эра скуки",
        "description": "Вы не можете выбирать одно и то же действие два хода подряд (оставляйте открытую карту действий на столе до тех пор, пока не выложите новую в следующий ход).",
        "ruleEffect": ""
    },
    {
		"ID":"12",
        "title": "Научный марафон",
        "description": "Для победы нужно набрать 30 очков.",
        "ruleEffect": ""
    }
]